[
 {
  "word": "gulch",
  "definition": "a deep, narrow ravine, especially one marking the course of a stream or torrent."
 },
 {
  "word": "awry",
  "definition": "with a turn or twist to one side; askew: "
 },
 {
  "word": "bullion",
  "definition": "gold or silver considered in mass rather than in value."
 },
 {
  "word": "stibnite",
  "definition": "a soft mineral, antimony sulfide, SbS, lead-gray in color with a metallic luster, occurring in crystals, often acicular, or in bladed masses: the most important ore of antimony."
 },
 {
  "word": "antimonies",
  "definition": "a brittle, lustrous, white metallic element occurring in nature free or combined, used chiefly in alloys and in compounds in medicine. : Sb; : 51; : 121.75."
 },
 {
  "word": "clarion",
  "definition": "clear and shrill: "
 },
 {
  "word": "temerity",
  "definition": "reckless boldness; rashness."
 },
 {
  "word": "provender",
  "definition": "dry food, as hay or oats, for livestock or other domestic animals; fodder."
 },
 {
  "word": "harrow",
  "definition": "an agricultural implement with spikelike teeth or upright disks, drawn chiefly over plowed land to level it, break up clods, root up weeds, etc."
 },
 {
  "word": "comet",
  "definition": "a celestial body moving about the sun, usually in a highly eccentric orbit, consisting of a central mass surrounded by an envelope of dust and gas that may form a tail that streams away from the sun."
 },
 {
  "word": "coven",
  "definition": "an assembly of witches, especially a group of thirteen."
 },
 {
  "word": "cantankerous",
  "definition": "disagreeable to deal with; contentious; peevish: "
 },
 {
  "word": "chenille",
  "definition": "a velvety cord or yarn of silk or worsted, for embroidery, fringes, etc."
 },
 {
  "word": "animadversion",
  "definition": "an unfavorable or censorious comment: "
 },
 {
  "word": "spallation",
  "definition": "a nuclear reaction in which several nucleons are released from the nucleus of an atom."
 },
 {
  "word": "etruscan",
  "definition": "pertaining to Etruria, its inhabitants, civilization, art, or language."
 },
 {
  "word": "hod",
  "definition": "a portable trough for carrying mortar, bricks, etc., fixed crosswise on top of a pole and carried on the shoulder."
 },
 {
  "word": "vittles",
  "definition": "a nonstandard variant of . "
 },
 {
  "word": "exigency",
  "definition": "  state or character; urgency."
 },
 {
  "word": "gam",
  "definition": "a person's leg, especially an attractive female leg."
 },
 {
  "word": "contrition",
  "definition": "sincere penitence or remorse."
 },
 {
  "word": "rain check",
  "definition": "a ticket for future use given to spectators at an outdoor event, as a baseball game or concert, that has been postponed or interrupted by rain."
 },
 {
  "word": "gravidity",
  "definition": ". "
 },
 {
  "word": "hove",
  "definition": "simple past tense and past participle of . "
 },
 {
  "word": "serial",
  "definition": "anything published, broadcast, etc., in short installments at regular intervals, as a novel appearing in successive issues of a magazine."
 },
 {
  "word": "kewpie",
  "definition": "a brand name for a small, very plump doll with a topknot, usually made of plaster or celluloid."
 },
 {
  "word": "punter",
  "definition": "a person who punts a boat"
 },
 {
  "word": "cortisol",
  "definition": ". "
 },
 {
  "word": "patinate",
  "definition": "to cover or encrust with a . "
 },
 {
  "word": "ecru",
  "definition": "very light brown in color, as raw silk, unbleached linen, etc."
 },
 {
  "word": "denatured",
  "definition": "to deprive (something) of its natural character, properties, etc."
 },
 {
  "word": "curricula vitae",
  "definition": "Also called ,   . "
 },
 {
  "word": "rankine",
  "definition": "   1820–70, "
 },
 {
  "word": "prenatal",
  "definition": "previous to birth or to giving birth: "
 },
 {
  "word": "dada",
  "definition": "the style and techniques of a group of artists, writers, etc., of the early 20th century who exploited accidental and incongruous effects in their work and who programmatically challenged established canons of art, thought, morality, etc."
 },
 {
  "word": "gestes",
  "definition": "a story or tale."
 },
 {
  "word": "yiddish",
  "definition": "a Germanic language of Ashkenazi Jews, based on Middle High German dialects with an admixture of vocabulary from Hebrew, Aramaic, the Slavic languages, and Old French and Old Italian, written in Hebrew letters, and spoken mainly in eastern and central Europe and by Jewish emigrants from these regions and their descendants."
 },
 {
  "word": "vis-a-vis",
  "definition": "compared with: "
 },
 {
  "word": "redacted",
  "definition": "(of a document) with confidential or sensitive information removed or hidden: "
 },
 {
  "word": "androgenic",
  "definition": "any substance, as testosterone or androsterone, that promotes male characteristics."
 },
 {
  "word": "kip",
  "definition": "the hide of a young or small beast."
 },
 {
  "word": "filigreed",
  "definition": "delicate ornamental work of fine silver, gold, or other metal wires, especially lacy jewelers' work of scrolls and arabesques."
 },
 {
  "word": "panniers",
  "definition": "a basket, especially a large one, for carrying goods, provisions, etc."
 },
 {
  "word": "mussed",
  "definition": "a state of disorder or untidiness."
 },
 {
  "word": "extortion",
  "definition": "an act or instance of . "
 },
 {
  "word": "oscilloscope",
  "definition": "a device that gives a visual graph of amplitude versus time of a measured signal, as voltage or current."
 },
 {
  "word": "neurasthenic",
  "definition": "pertaining to or suffering from . "
 },
 {
  "word": "orthopedic",
  "definition": "of or relating to . "
 },
 {
  "word": "macguffin",
  "definition": "a plot device in a work of fiction, often a physical object, that drives the plot forward without factoring into the story’s resolution:"
 },
 {
  "word": "courier",
  "definition": "a messenger, usually traveling in haste, bearing urgent news, important reports or packages, diplomatic messages, etc."
 },
 {
  "word": "paraphilic",
  "definition": ""
 },
 {
  "word": "ebullient",
  "definition": "overflowing with fervor, enthusiasm, or excitement; high-spirited: "
 },
 {
  "word": "cochlear",
  "definition": "a spiral-shaped cavity forming a division of the internal ear in humans and in most other mammals."
 },
 {
  "word": "epidural",
  "definition": ". "
 },
 {
  "word": "quasimodo",
  "definition": ". "
 },
 {
  "word": "reconnaisance",
  "definition": ""
 },
 {
  "word": "minutiae",
  "definition": "precise details; small or trifling matters: "
 },
 {
  "word": "semantic",
  "definition": "of, relating to, or arising from the different meanings of words or other symbols: "
 },
 {
  "word": "miffed",
  "definition": "put into an irritable mood, especially by an offending incident: "
 },
 {
  "word": "distil",
  "definition": ". "
 },
 {
  "word": "laparoscope",
  "definition": "a flexible fiberoptic instrument, passed through a small incision in the abdominal wall and equipped with biopsy forceps, an obturator, scissors or the like, with which to examine the abdominal cavity or perform minor surgery."
 },
 {
  "word": "cistercian",
  "definition": "a member of an order of monks and nuns founded in 1098 at Citeaux, near Dijon, France, under the rule of St. Benedict."
 },
 {
  "word": "ombuds",
  "definition": ""
 },
 {
  "word": "logy",
  "definition": "lacking physical or mental energy or vitality; sluggish; dull; lethargic."
 },
 {
  "word": "pith",
  "definition": ". "
 },
 {
  "word": "eugenic",
  "definition": "of or bringing about improvement in the type of offspring produced."
 },
 {
  "word": "indigent",
  "definition": "lacking food, clothing, and other necessities of life because of poverty; needy; poor; impoverished."
 },
 {
  "word": "malediction",
  "definition": "a curse; imprecation."
 },
 {
  "word": "acculturate",
  "definition": "to alter by ,  through sharing and learning the cultural traits or social patterns of another group: "
 },
 {
  "word": "peer-to-peer",
  "definition": "(of a computer network) designed so that computers can send information directly to one another without passing through a centralized server"
 },
 {
  "word": "sublet",
  "definition": "to sublease."
 },
 {
  "word": "epigenetic",
  "definition": ". "
 },
 {
  "word": "flambeed",
  "definition": "Also    "
 },
 {
  "word": "speciesism",
  "definition": "discrimination in favor of one species, usually the human species, over another, especially in the exploitation or mistreatment of animals by humans."
 },
 {
  "word": "omnivorous",
  "definition": "eating both animal and plant foods."
 },
 {
  "word": "xylo-",
  "definition": "a combining form meaning “wood,” used in the formation of compound words: "
 },
 {
  "word": "amenability",
  "definition": "ready or willing to answer, act, agree, or yield; open to influence, persuasion, or advice; agreeable; submissive; tractable: "
 },
 {
  "word": "refactor",
  "definition": ""
 },
 {
  "word": "lean",
  "definition": "to incline or bend from a vertical position: "
 },
 {
  "word": "consternate",
  "definition": "to dismay, confuse, or terrify."
 },
 {
  "word": "finace",
  "definition": ""
 },
 {
  "word": "fiancee",
  "definition": "a woman engaged to be married."
 },
 {
  "word": "coital",
  "definition": "of, by means of, or relating to ,  especially between a man and a woman: "
 },
 {
  "word": "disbursement",
  "definition": "the act or an instance of . "
 },
 {
  "word": "kinetic",
  "definition": "pertaining to motion."
 }
]